Repository: ceduni/lino
Catalog: app/lib/l10n/app_*.arb
Languages: fr

# navHome
source: Home
fr: Accueil

# navSearch
source: Search
fr: Rechercher

# navRequests
source: Requests
fr: Requêtes

# navProfile
source: Profile
fr: Profil

# navLogIn
source: Log In
fr: Se connecter

# homeNotificationsEmpty
source: No notifications yet
fr: Aucune notification pour le moment

# homeRecentNotifications
source: Recent Notifications
fr: Notifications récentes

# welcomeLoggedOut
source: Welcome !
fr: Bienvenue !

# msgLoggedOut
source: You're browsing as a guest. Log in to unlock personalized features and start tracking your reading journey!
fr: Vous naviguez en tant qu'invité. Connectez-vous pour débloquer des fonctionnalités personnalisées et commencer à suivre votre parcours de lecture !

source: Email or Username
fr: Email ou nom d'utilisateur

source: Password
fr: Mot de passe

# donthaveaccount
source: Don't have an account?
fr: Vous n'avez pas de compte ?

# register
source: Register here
fr: Inscrivez-vous ici

# continueasguest
source: Continue as a guest
fr: Continuer en tant qu'invité

source: Username
fr: Nom d'utilisateur

# phoneNumber
source: Phone (optional)
fr: Téléphone (optionnel)

# registerbtn
source: Register
fr: S'inscrire

# alreadyHaveAccount
source: Already have an account?
fr: Vous avez déjà un compte ?

source: Books
fr: Livres

source: Trees
fr: Arbres

source: View All
fr: Voir tout

source: Bookboxes
fr: Boîtes à livres

source: No bookboxes found
fr: Aucune boîte à livres trouvée

source: No books found
fr: Aucun livre trouvé

# sortBy
source: Sort
fr: Trier

source: Relevance
fr: Pertinence

source: Popularity
fr: Popularité

source: Newest
fr: Les plus récents

source: Oldest
fr: Les plus anciens

# titleAsc
source: Title (A-Z)
fr: Titre (A-Z)

# titleDesc
source: Title (Z-A)
fr: Titre (Z-A)

# authorAsc
source: Author (A-Z)
fr: Auteur (A-Z)

# authorDesc
source: Author (Z-A)
fr: Auteur (Z-A)

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: Bookbox
fr: Boîte à livres

source: Bookboxes near you
fr: Boîtes à livres à proximité

source: Search books...
fr: Rechercher des livres...

source: Search bookboxes...
fr: Rechercher des boîtes à livres...

source: Retry
fr: Réessayer

source: Dismiss
fr: Ignorer

source: Refresh nearby bookboxes
fr: Actualiser les boîtes à livres à proximité

# enterSearchTerm
source: Enter a search term to find bookboxes or books
fr: Entrez un terme de recherche pour trouver des boîtes à livres ou des livres

source: km away
fr: km de distance

source: results
fr: résultats

source: No books found for
fr: Aucun livre trouvé pour

# createNewRequest
source: Create a new request for this book !
fr: Créer une nouvelle requête pour ce livre !

source: No bookboxes found within
fr: Aucune boîte à livres trouvée dans un rayon de

# tryExpandingSearch
source: Try expanding your search area or search manually
fr: Essayez d'élargir votre zone de recherche ou de rechercher manuellement

source: Adjust Search Distance
fr: Ajuster la distance de recherche

source: Current distance
fr: Distance actuelle

source: Cancel
fr: Annuler

source: Apply
fr: Appliquer

source: Scan
fr: Scanner

source: Map temporarily unavailable
fr: Carte temporairement indisponible

source: Refresh notifications
fr: Actualiser les notifications

source: Unable to load notifications
fr: Impossible de charger les notifications

# checkInternetConnection
source: Check your internet connection and try again
fr: Vérifiez votre connexion Internet et réessayez

source: Book Request
fr: Demande de livre

source: New Book Available
fr: Nouveau livre disponible

source: Loading...
fr: Chargement...

source: Close
fr: Fermer

# daysAgo
source: d ago
fr: j

# hoursAgo
source: h ago
fr: h

# minutesAgo
source: m ago
fr: min

source: Just now
fr: À l'instant

source: New notification
fr: Nouvelle notification

source: Someone requested this book
fr: Quelqu'un a demandé ce livre

source: Matches your book request
fr: Correspond à votre demande de livre

# addedToFollowedBookboxPreview
source: Added to followed bookbox
fr: Ajouté à la boîte à livres suivie

source: Added near you
fr: Ajouté près de chez vous

source: Matches your favorite genre
fr: Correspond à votre genre préféré

# andMore
source: more
fr: de plus

source: Logout
fr: Déconnexion

source: Profile Management
fr: Gestion du profil

source: Favorite Genres
fr: Genres préférés

# setupReadingPreferences
source: Set up your reading preferences
fr: Configurez vos préférences de lecture

source: Favorite Locations
fr: Lieux favoris

# managePreferredLocations
source: Manage your preferred locations
fr: Gérez vos lieux préférés

source: Notification Settings
fr: Paramètres de notification

# manageNotifications
source: Manage your notifications
fr: Gérez vos notifications

source: Your Bookbox Trail
fr: Votre historique

source: Failed to load transactions
fr: Échec du chargement des transactions

source: No transactions yet
fr: Aucune transaction pour le moment

# startAddingBooks
source: Start adding or taking books to see your transaction history!
fr: Commencez à ajouter ou prendre des livres pour voir votre historique de transactions !

source: at
fr: à

source: Followed BookBoxes
fr: Boîtes à livres suivies

source: Error loading followed bookboxes
fr: Erreur lors du chargement des boîtes à livres suivies

# noAuthenticationToken
source: No authentication token found
fr: Aucun jeton d'authentification trouvé

source: No followed bookboxes
fr: Aucune boîte à livres suivie

# startFollowingBookboxes
source: Start following bookboxes to see them here!
fr: Commencez à suivre des boîtes à livres pour les voir ici !

source: Took
fr: Pris

source: Added
fr: Ajouté

source: No authentication token available
fr: Aucun jeton d'authentification disponible

source: Error loading notifications
fr: Erreur lors du chargement des notifications

source: Error marking notification as read
fr: Erreur lors du marquage de la notification comme lue

source: Error marking all notifications as read
fr: Erreur lors du marquage de toutes les notifications comme lues

# noSpecificReasonProvided
source: No specific reason provided for this notification.
fr: Aucune raison spécifique fournie pour cette notification.

# someoneIsLookingForBook
source: Someone is looking for "{bookTitle}"
fr: Quelqu'un recherche « {bookTitle} »

# bookIsNowAvailable
source: "{bookTitle}" is now available
fr: « {bookTitle} » est maintenant disponible

source: a book box
fr: une boîte à livres

# bookRequestContent
source: Someone is looking for "{bookTitle}". If you have this book, please consider adding it to the nearest book box to help out!
fr: Quelqu'un recherche « {bookTitle} ». Si vous avez ce livre, veuillez envisager de l'ajouter à la boîte à livres la plus proche pour aider !

# addedToFollowedBookbox
source: it was added to "{bookboxName}", a book box you follow
fr: il a été ajouté à « {bookboxName} », une boîte à livres que vous suivez

# addedToNearbyBookbox
source: it was added to "{bookboxName}", a book box near you
fr: il a été ajouté à « {bookboxName} », une boîte à livres près de chez vous

# matchesFavoriteGenre
source: it matches one of your favorite genres
fr: il correspond à l'un de vos genres préférés

# matchesBookRequest
source: it matches a book request you made
fr: il correspond à une demande de livre que vous avez faite

# andConjunction
source: and
fr: et

# goodNewsBookAvailable
source: Good news! "{bookTitle}" is now available because {reason}.
fr: Bonne nouvelle ! « {bookTitle} » est maintenant disponible car {reason}.

# addedToFollowedBookboxSync
source: it was added to a book box you follow
fr: il a été ajouté à une boîte à livres que vous suivez

# addedToNearbyBookboxSync
source: it was added to a book box near you
fr: il a été ajouté à une boîte à livres près de chez vous

source: Modify Profile
fr: Modifier le profil

source: Submit
fr: Soumettre

source: Phone
fr: Téléphone

# markAllAsRead
source: Read All
fr: Tout lire

source: Create Request
fr: Créer une requête

source: Search book titles...
fr: Rechercher des titres de livres...

source: Filter
fr: Filtrer

source: Sort
fr: Trier

source: All
fr: Tous

source: Mine
fr: Mes requêtes

source: Upvoted
fr: Approuvées

source: Notified
fr: Notifiées

source: Your request
fr: Votre requête

source: Requested by
fr: Demandé par

source: Login to Create Requests
fr: Connectez-vous pour créer des requêtes

source: No requests found for
fr: Aucune requête trouvée pour

# tryDifferentSearch
source: Try searching for a different book title or clear your search to see all requests.
fr: Essayez de rechercher un titre de livre différent ou effacez votre recherche pour voir toutes les requêtes.

source: No book requests found
fr: Aucune requête de livre trouvée

# beFirstToRequest
source: Be the first to request a book!
fr: Soyez le premier à demander un livre !

source: You have no requests
fr: Vous n'avez aucune requête

# startRequestingBooks
source: Start requesting books you'd like to read
fr: Commencez à demander des livres que vous aimeriez lire

source: No upvoted requests
fr: Aucune requête approuvée

# haventUpvotedYet
source: You haven't upvoted any requests yet
fr: Vous n'avez encore approuvé aucune requête

source: No notified requests
fr: Aucune requête notifiée

# haventBeenNotified
source: You haven't been notified about any requests yet
fr: Vous n'avez encore été notifié d'aucune requête

# deleteRequestTitle
source: Delete your request for
fr: Supprimer votre requête pour

# deleteRequestContent
source: You won't be notified when the book you want will be added to a bookbox.
fr: Vous ne serez pas notifié lorsque le livre que vous voulez sera ajouté à une boîte à livres.

# deleteRequestSuccess
source: Request deleted successfully!
fr: Requête supprimée avec succès !

source: Request Deleted
fr: Requête supprimée

# requestDeletedMessage
source: Your book request has been deleted successfully.
fr: Votre requête de livre a été supprimée avec succès.

source: Failed to delete request
fr: Échec de la suppression de la requête

source: Delete
fr: Supprimer

source: People Notified:
fr: Personnes notifiées :

source: Transaction History
fr: Historique des transactions

source: Error loading transactions
fr: Erreur lors du chargement des transactions

# startAddingBooksToSeeHistory
source: Start adding or taking books to see your transaction history!
fr: Commencez à ajouter ou prendre des livres pour voir votre historique de transactions !

# transactiontotal
source: transactions total
fr: transactions au total

# notransactions
source: No transactions yet
fr: Aucune transaction pour le moment

# de
source: of
fr: de

# followedBookBoxesEmpty
source: No followed bookboxes
fr: Aucune boîte à livres suivie

# startFollowingBookBoxes
source: Start following bookboxes to see them here!
fr: Commencez à suivre des boîtes à livres pour les voir ici!

source: New Book Notifications
fr: Nouvelles notifications de livres

source: Get notified when books matching your preferences are added to bookboxes you follow or in your favorite locations
fr: Soyez notifié lorsque des livres correspondant à vos préférences sont ajoutés aux boîtes à livres que vous suivez ou dans vos lieux favoris

source: Book Request Notifications
fr: Notifications de demande de livre

# getnotifiedwhensomeonerequestsabookfromyou
source: Get notified when someone requests a book from one of the bookboxes you follow
fr: Soyez notifié lorsque quelqu'un demande un livre dans l'une des boîtes à livres que vous suivez

# setupFavoriteGenres
source: Setup Favourite Genres
fr: Configurer les genres favoris

# tellUsFavoriteGenres
source: Tell us your favourite genres:
fr: Dites-nous vos genres favoris :

# selectFavoriteGenresDescription
source: Select your favourite book genres to get personalized recommendations and notifications
fr: Sélectionnez vos genres de livres favoris pour obtenir des recommandations personnalisées et des notifications

source: Search or enter custom genre
fr: Rechercher ou saisir un genre personnalisé

source: Pass
fr: Passer

source: Finished!
fr: Terminé !

source: Favourite Locations
fr: Lieux favoris

source: Search for places...
fr: Rechercher des lieux...

source: Remove Location
fr: Supprimer le lieu

# removeLocationConfirm
source: Remove "{locationName}" from your favourite locations?
fr: Supprimer "{locationName}" de vos lieux favoris ?

source: How to use
fr: Comment utiliser

# searchPlacesInstruction
source: • Search for places using the search bar
fr: • Recherchez des lieux à l'aide de la barre de recherche

# tapMapInstruction
source: • Tap anywhere on the map to add a location
fr: • Appuyez n'importe où sur la carte pour ajouter un lieu

# tapMarkersInstruction
source: • Tap on markers to remove locations
fr: • Appuyez sur les marqueurs pour supprimer des lieux

# dragDividerInstruction
source: • Drag the divider between map and list to resize
fr: • Faites glisser le séparateur entre la carte et la liste pour redimensionner

# maxLocationsInstruction
source: • Maximum 10 favourite locations allowed
fr: • Maximum 10 lieux favoris autorisés

# tapListItemsInstruction
source: • Tap on list items to center map on location
fr: • Appuyez sur les éléments de la liste pour centrer la carte sur le lieu

source: Got it
fr: Compris

# favouriteLocationsCount
source: Favourite Locations ({count}/10)
fr: Lieux favoris ({count}/10)

source: Clear All
fr: Tout effacer

source: No favourite locations yet
fr: Aucun lieu favori pour le moment

# tapMapOrSearchToAdd
source: Tap on the map or search to add locations
fr: Appuyez sur la carte ou recherchez pour ajouter des lieux

source: Clear All Locations
fr: Effacer tous les lieux

# clearAllLocationsConfirm
source: Are you sure you want to remove all favourite locations?
fr: Êtes-vous sûr de vouloir supprimer tous les lieux favoris ?

source: Remove
fr: Supprimer

source: Create Book Request
fr: Créer une demande de livre

source: What book are you looking for?
fr: Quel livre recherchez-vous ?

# searchForBookOrEnterCustomTitle
source: Search for a book or enter a custom title to request it from other users.
fr: Recherchez un livre ou saisissez un titre personnalisé pour le demander à d'autres utilisateurs.

source: Searching for books...
fr: Recherche de livres...

source: No suggestions found
fr: Aucune suggestion trouvée

source: Use custom title
fr: Utiliser un titre personnalisé

source: Suggestions from Google Books
fr: Suggestions de Google Books

source: Use this title
fr: Utiliser ce titre

# usingCustomTitleWarning
source: Using a custom title may reduce your chances of being notified when this book becomes available.
fr: L'utilisation d'un titre personnalisé peut réduire vos chances d'être notifié lorsque ce livre devient disponible.

source: Custom Message
fr: Message personnalisé

# addPersonalNote
source: Add a personal note about why you want this book (optional)
fr: Ajoutez une note personnelle sur pourquoi vous voulez ce livre (facultatif)

# checkingSimilarRequests
source: Checking for similar requests...
fr: Vérification des demandes similaires...

# similarRequestExists
source: There are {count} similar request(s) for this book.
fr: Il y a {count} demande(s) similaire(s) pour ce livre.

source: Book selected successfully!
fr: Livre sélectionné avec succès !

source: Selected book
fr: Livre sélectionné

source: Scan Book Barcode
fr: Scanner le code-barres du livre

source: Scan QR Code
fr: Scanner le code QR

source: Invalid QR Code
fr: Code QR invalide

source: Confirm Take Book
fr: Confirmer la prise du livre

# takeBookQuestion
source: Are you sure you want to take this book?
fr: Êtes-vous sûr de vouloir prendre ce livre ?

source: Confirm Take
fr: Confirmer la prise

source: Taking book...
fr: Prise du livre...

source: Success
fr: Succès

# successfullyTook
source: Successfully took "{title}"
fr: Pris avec succès "{title}"

source: Error
fr: Erreur

# failedToTakeBook
source: Failed to take book: {error}
fr: Échec de la prise du livre : {error}

# bookAddedSuccessfully
source: Book added to BookBox successfully!
fr: Livre ajouté à la BookBox avec succès !

# failedToAddBook
source: Failed to add book: {error}
fr: Échec de l'ajout du livre : {error}

source: Report Issue
fr: Signaler un problème

# reportProblemTitle
source: Report a Problem
fr: Signaler un problème

# reportProblemDescription
source: Help us improve by reporting issues with this bookbox. We'll investigate and respond as soon as possible.
fr: Aidez-nous à nous améliorer en signalant les problèmes avec cette boîte à livres. Nous enquêterons et répondrons dès que possible.

source: Subject
fr: Sujet

# briefDescriptionOfIssue
source: Brief description of the issue
fr: Brève description du problème

# detailedDescriptionOfIssue
source: Detailed description of the issue
fr: Description détaillée du problème

source: Your account email (locked)
fr: Votre email de compte (verrouillé)

source: Your email address
fr: Votre adresse email

# subjectRequired
source: Subject is required
fr: Le sujet est requis

# descriptionRequired
source: Description is required
fr: La description est requise

# emailRequired
source: Email is required
fr: L'email est requis

# enterValidEmail
source: Please enter a valid email address
fr: Veuillez saisir une adresse email valide

source: Submit Report
fr: Soumettre le rapport

# failedToReportIssue
source: Failed to report issue: {error}
fr: Échec du signalement du problème : {error}

# emailPrefilledInfo
source: Your email is pre-filled from your account and cannot be changed.
fr: Votre email est pré-rempli depuis votre compte et ne peut pas être modifié.

# provideEmailInfo
source: Please provide your email so we can contact you about this issue.
fr: Veuillez fournir votre email afin que nous puissions vous contacter au sujet de ce problème.

source: Book Title
fr: Titre du livre

# bookSelectedDot
source: Book selected.
fr: Livre sélectionné.

source: Custom title locked.
fr: Titre personnalisé verrouillé.

# startTypingToSearch
source: Start typing to search for books...
fr: Commencez à taper pour rechercher des livres...

source: Change selection
fr: Modifier la sélection

source: Clear search
fr: Effacer la recherche

# pleaseTitleRequired
source: Please enter the title of the book
fr: Veuillez saisir le titre du livre

# selectBookOrUseCustomTitle
source: Select a book or use custom title:
fr: Sélectionnez un livre ou utilisez un titre personnalisé :

# useCustomTitleOption
source: Use custom title
fr: Utiliser un titre personnalisé

source: Continue with "{title}"
fr: Continuer avec "{title}"

source: by {author}
fr: par {author}

# customTitleWarning
source: Using a custom title may reduce your chances of being notified when this book becomes available.
fr: L'utilisation d'un titre personnalisé peut réduire vos chances d'être notifié lorsque ce livre devient disponible.

source: Checking for similar requests...
fr: Vérification des demandes similaires...

source: No similar book requests found
fr: Aucune demande de livre similaire trouvée

# similarBookRequestsFound
source: {count} book request{plural} with a similar book title {verb} found
fr: {count} demande{plural} de livre avec un titre similaire {verb} trouvée{plural}

# unableToCheckSimilarRequests
source: Unable to check for similar requests
fr: Impossible de vérifier les demandes similaires

# selectedBookPrefix
source: Selected: {title}
fr: Sélectionné : {title}

source: Custom Message (optional)
fr: Message personnalisé (optionnel)

# dismissError
source: Dismiss
fr: Ignorer

# nextButton
source: Next
fr: Suivant

source: Confirm Book Selection
fr: Confirmer la sélection du livre

source: Unknown Author
fr: Auteur inconnu

# areYouSureWantToTakeBook
source: Are you sure you want to take this book?
fr: Êtes-vous sûr de vouloir prendre ce livre ?

source: Take Book
fr: Prendre un livre

# cantFindOrScanISBN
source: Can't find or scan the ISBN?
fr: Impossible de trouver ou scanner l'ISBN ?

source: Try Again
fr: Réessayer

source: Manual Entry
fr: Saisie manuelle

source: Book List
fr: Liste des livres

# continueButton
source: Continue
fr: Continuer

source: Change book
fr: Changer de livre

source: Book Not Found
fr: Livre non trouvé

source: Try Another Book
fr: Essayer un autre livre

source: View Available Books
fr: Voir les livres disponibles

source: Edit Book Details
fr: Modifier les détails du livre

# titleField
source: Title
fr: Titre

# authorsSeparateCommas
source: Authors (separate with commas)
fr: Auteurs (séparer par des virgules)

source: Publication Year
fr: Année de publication

source: Categories
fr: Catégories

# categoriesSeparateCommas
source: Categories (separate with commas)
fr: Catégories (séparer par des virgules)

source: Book Description
fr: Description du livre

source: Book Information
fr: Informations sur le livre

source: Publisher
fr: Éditeur

source: Number of Pages
fr: Nombre de pages

source: Confirm & Add to BookBox
fr: Confirmer et ajouter à la BookBox

source: No thumbnail available
fr: Aucune miniature disponible

source: No cover available
fr: Aucune couverture disponible

source: Add Book Cover
fr: Ajouter une couverture de livre

source: Take Photo
fr: Prendre une photo

# pointCameraAtQRCode
source: Point your camera at a QR code
fr: Pointez votre caméra vers un code QR

# qrCodeScannedAutomatically
source: The QR code will be scanned automatically
fr: Le code QR sera scanné automatiquement

source: Toggle Flash
fr: Activer/Désactiver le flash

source: Switch Camera
fr: Changer de caméra

# invalidQRCodeTitle
source: Invalid QR Code
fr: Code QR invalide

# notValidLinoBookboxCode
source: This QR code is not a valid Lino bookbox code.
fr: Ce code QR n'est pas un code de boîte à livres Lino valide.

source: Scanned content:
fr: Contenu scanné :

# tryAgainButton
source: Try Again
fr: Réessayer

# errorTitle
source: Error
fr: Erreur

source: No bookbox ID provided
fr: Aucun ID de boîte à livres fourni

source: Error loading bookbox data
fr: Erreur lors du chargement des données de la boîte à livres

source: No bookbox data available
fr: Aucune donnée de boîte à livres disponible

source: Get Directions
fr: Obtenir l'itinéraire

# didntFindBookCreateRequest
source: Didn't find your book? Create a new request !
fr: Vous n'avez pas trouvé votre livre ? Créez une nouvelle demande !

# reportIssueWithBookBox
source: Report issue with this BookBox
fr: Signaler un problème avec cette boîte à livres

source: Issue reported successfully
fr: Problème signalé avec succès

source: Under Maintenance
fr: En maintenance

# maintenanceMessage
source: This BookBox is temporarily deactivated for maintenance. You can view the books inside but cannot exchange books from it until it's reactivated.
fr: Cette boîte à livres est temporairement désactivée pour maintenance. Vous pouvez voir les livres à l'intérieur mais ne pouvez pas échanger de livres jusqu'à sa réactivation.

source: Books Available
fr: Livres disponibles

source: No books available
fr: Aucun livre disponible

source: Add Book
fr: Ajouter un livre

source: BookBox Under Maintenance
fr: Boîte à livres en maintenance

# cannotAddBooksUnderMaintenance
source: Cannot add books while BookBox is deactivated for maintenance
fr: Impossible d'ajouter des livres pendant que la boîte à livres est désactivée pour maintenance

# cannotRemoveBooksUnderMaintenance
source: Cannot remove books while BookBox is deactivated for maintenance
fr: Impossible de retirer des livres pendant que la boîte à livres est désactivée pour maintenance

# addedAgo
source: Added {timeAgo}
fr: Ajouté {timeAgo}

source: Choose Navigation App
fr: Choisir l'application de navigation

# appleMapss
source: Apple Maps
fr: Plans Apple

# couldNotOpenMap
source: Could not open the map.
fr: Impossible d'ouvrir la carte.
