Repository: ceduni/lino
Catalog: app/lib/l10n/app_*.arb
Languages: fr

# couldNotOpenApp
source: Could not open {appName}. Please make sure it's installed.
fr: Impossible d'ouvrir {appName}. Assurez-vous qu'elle est installée.

source: Book Details
fr: Détails du livre

source: Swipe for details
fr: Glisser pour les détails

source: Show more
fr: Afficher plus

source: Show less
fr: Afficher moins

source: Available at BookBox
fr: Disponible dans la boîte à livres

source: Tap to view BookBox details
fr: Appuyez pour voir les détails de la boîte à livres

source: Book Statistics
fr: Statistiques du livre

source: Unable to load statistics
fr: Impossible de charger les statistiques

source: No statistics available
fr: Aucune statistique disponible

source: Times Added
fr: Fois ajouté

source: Times Taken
fr: Fois pris

source: Language Settings
fr: Paramètres de langue

# chooseLanguage
source: Choose your preferred language
fr: Choisissez votre langue préférée

source: English
fr: Anglais

source: French
fr: Français

source: Select Language
fr: Sélectionner la langue

source: Tap to add cover
fr: Appuyez pour ajouter une couverture

source: Tree Hugger in Training
fr: Apprenti protecteur d'arbres

source: Carbon Crusader
fr: Croisé du carbone

source: Eco Warrior
fr: Guerrier écologique

source: Planet Protector
fr: Protecteur de la planète

source: Environmental Champion
fr: Champion environnemental

source: Bookbox Map
fr: Carte des boîtes à livres
